from turtle import* 
title("Jai Shree Ram")
bgcolor('black')
pensize(5)
speed(6)
pencolor("orange")
Ram_naam =  ["जय श्री राम","जय श्री राम",
"जय श्री राम","जय श्री राम","जय श्री राम","जय श्री राम",
"जय श्री राम","जय श्री राम","जय श्री राम","जय श्री राम",
"जय श्री राम","जय श्री राम","जय श्री राम","जय श्री राम",
"जय श्री राम","जय श्री राम","जय श्री राम","जय श्री राम",
"जय श्री राम","जय श्री राम","जय श्री राम","जय श्री राम",
"जय श्री राम","जय श्री राम","जय श्री राम","जय श्री राम",
"जय श्री राम","जय श्री राम","जय श्री राम","जय श्री राम",
"जय श्री राम","जय श्री राम","जय श्री राम","जय श्री राम",
"जय श्री राम","जय श्री राम","जय श्री राम","जय श्री राम",
"जय श्री राम","जय श्री राम","जय श्री राम","जय श्री राम",
"जय श्री राम","जय श्री राम","जय श्री राम","जय श्री राम",
"जय श्री राम","जय श्री राम","जय श्री राम","जय श्री राम",
"जय श्री राम","जय श्री राम"]
angle = 360/35
penup()
sety(-1)
for i in range(35):
    left(angle)
    forward(260)
    write(Ram_naam[i], align="right",
    font=('Arial',12,"bold"))
    backward(260)
    print("      ....
   ,od88888bo.
 ,d88888888888b
,dP""'   `"Y888b       ,.
d'         `"Y88b     .d8b. ,
'            `Y88[  , `Y8P' db
              `88b  Ybo,`',d88)
               ]88[ `Y888888P"
              ,888)  `Y8888P'
             ,d888[    `""'
          .od8888P          ...
     ..od88888888bo,      .d888b
          `""Y888888bo. .d888888b
.             `Y88b"Y88888P"' `Y8b
:.             `Y88[ `"""'     `88[
|b              |88b            Y8b.
`8[             :888[ ,         :88)
 Yb             :888) `b.       d8P'
 `8b.          ,d888[  `Ybo.  .d88[
  Y8b.        .dWARP'   `Y8888888P
  `Y88bo.  .od8888P'      "YWARP'
   `"Y8888888888P"'         `"'
      `"Y8888P""'
         `""'   ")

penup()    
goto(-40,-20)
pendown()
write("|| जय श्री राम ||", font=("Arial", 55,
"normal"), align="center")
hideturtle()
done()